acl
alsa-utils
attr
audacity
aurvote
bash
binutils
bzip2
colordiff
coreutils
cowsay
cpio
cracklib
cryptsetup
dash
db
dbus
dbus-core
dcron
devede
device-mapper
dhcpcd
dialog
diffutils
dmapi
dvd+rw-tools
dvdrip
e2fsprogs
epdfview
fakeroot
feh
file
filesystem
findutils
firefox
flashplugin
gawk
gcc
gcc-libs
gdbm
gen-init-cpio
gettext
gimp
glibc
grep
groff
grub
gstreamer0.10-ugly-plugins
gvim
gzip
hdparm
htop
initscripts
iperf
iputils
irssi
jfsutils
kbd
kernel-headers
kernel26
kernel26-firmware
klibc
klibc-extras
klibc-kbd
klibc-module-init-tools
klibc-udev
less
libarchive
libdvdcss
libgcrypt
libgpg-error
libnotify
libpcap
libusb
licenses
logrotate
lvm2
lzo2
mailx
make
man-db
man-pages
mc-mp
mdadm
mkinitcpio
mlocate
module-init-tools
mpc
mpd
ncmpcpp
ncurses
net-tools
nvidia
openoffice-base
openssh
pacman
pacman-mirrorlist
pam
pciutils
pcmciautils
pcre
perl
perl-uri
pidgin
popt
ppp
procinfo
procps
psmisc
readline
reiserfsprogs
rp-pppoe
rxvt-unicode
sdparm
sed
shadow
stress
subversion
sudo
sysfsutils
syslog-ng
sysvinit
tar
tcp_wrappers
terminus-font
texinfo
texlive-core
texlive-science
thunar
ttf-ms-fonts
tzdata
udev
unrar
unzip
usbutils
util-linux-ng
vi
vim
vim-pastie
vim-supertab
vlc
vobcopy
vuze
wget
which
wine
wpa_supplicant
xarchiver
xclip
xcompmgr
xdiskusage
xf86-video-vesa
xfsprogs
xmobar
xmonad
xmonad-contrib
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-res-utils
xorg-server
xorg-server-utils
xorg-twm
xorg-utils
xorg-xinit
xterm
yaourt
zlib
zynaddsubfx
